alefragnani.bookmarks@13.5.0
bmewburn.vscode-intelephense-client@1.14.4
dawhite.mustache@1.1.1
eamodio.gitlens@17.3.2
genieai.chatgpt-vscode@0.0.13
github.vscode-github-actions@0.27.2
hoovercj.vscode-settings-cycler@1.0.1
hyzeta.vscode-theme-github-light@7.14.2
ms-python.debugpy@2025.10.0
ms-python.python@2025.10.1
ms-python.vscode-pylance@2025.7.1
ms-python.vscode-python-envs@1.0.0
rebornix.toggle@0.0.2
side-notes.side-notes@0.0.1
tkcandrade.code-annotation@0.0.2
usernamehw.errorlens@3.26.0
vscode-ext.sync-rsync@0.36.0
vscodevim.vim@1.30.1
wongjn.php-sniffer@1.3.0
yy0931.go-to-next-error@1.0.7
zhuangtongfa.material-theme@3.19.0
